import ENF from "../images/ENF.jpg"
import ENT from "../images/ENT.jpg"
import ESF from "../images/ESF.jpg"
import EST from "../images/EST.jpg"
import ISF from "../images/ISF.jpg"
import IST from "../images/IST.jpg"
import INT from "../images/INT.jpg"
import INF from "../images/INF.jpg"

export const ResultData = [
    {
        id:1,
        name:"귀여움 덩어리美",
        desc:"서현이를 굉장히 귀엽고 발랄하며 유한 존재로 보는 당신! 아주 정확히 보고 계시군요 ㅎㅎ. 서현이는 실제로도 통통튀는 매력과 귀여운 보조개가 매력포인트인 친구죠. 앞으로도 이 귀여운 존재와 함께 해주실 거죠?>_<",
        best:"EST",
        image:`${EST}`
    },
    {
        id:2,
        name:"모든 걸 다 하는 zㅐ간둥이美",
        desc:"서현이를 굉장히 귀엽고 발랄하며 책임감 있는 존재로 보는 당신! 아주 정확히 보고 계시군요 ㅎㅎ. 서현이는 실제로도 통통튀는 매력을 가지고 있으면서도, 이와 상반되게 하고 싶거나 해야 할 일이 생기면 불도저같이 밀어붙이는 매력도 가지고 있어요! 앞으로도 이 귀여운 찐따와 함께 해주실 거죠? >_<",
        best:"ESF",
        image:`${ESF}`
    },
    {
        id:3,
        name:"귀여운 찐따美",
        desc:"서현이를 굉장히 귀엽고 지적이며 유한 존재로 보는 당신! 아주 정확히 보고 계시군요 ㅎㅎ. 서현이는 실제로도 귀여운 보조개로 이 지구에 싱크홀을 만들고 있죠 ㅠㅠ 하지만 지적인 서현이는 이 문제를 해결하기 위해 물심양면 노력하고 있답니다! 그러니 이 귀여운 악당과 함께 있어주세요>_<",
        best:"ENT",
        image:`${ENT}`
    },
    {
        id:4,
        name:"모든 걸 다 갖춘 완벽美",
        desc:"서현이를 굉장히 귀엽고 지적이며 책임감 있는 존재로 보는 당신! 아주 정확히 보고 계시군요 ㅎㅎ. 서현이는 실제로도 귀여운 보조개와는 상반된 아주 섹시하고 냉철한 매력을 가지고 있답니다. 당신은 그걸 정확히 간파하셨군요! 대단히 놀라워요 ㅎㅎ 앞으로도 그런 꾸준한 관심으로 서현이와 친구를 이어가주세요>_<",
        best:"ENF",
        image:`${ENF}`
    },
    {
        id:5,
        name:"보면 눈이 부셔 멀어버릴 것만 같은 美",
        desc:"서현이를 굉장히 예쁘고 발랄하며 유한 존재로 보는 당신! 아주 정확히 보고 계시군요 ㅎㅎ. 서현이는 실제로도 예쁜 눈웃음과 발랄한 성격으로 주변 사람들의 안광을 책임지고 있죠! 앞으로도 이런 서현이와 함께 하셔서 안광을 유지하세요>_<",
        best:"IST",
        image:`${IST}`
    },
    {
        id:6,
        name:"빠져들면 헤어나올 수 없는 美",
        desc:"서현이를 굉장히 예쁘고 발랄하며 책임감 있는 존재로 보는 당신! 아주 정확히 보고 계시군요 ㅎㅎ. 서현이는 실제로도 남들을 살인시키는 살인 눈웃음을 장착하며 살아가고 있죠. 하지만 서현이는 책임감이 강해서 이 문제점을 정확히 인식하고 고쳐나가기 위해 노력하고 있어요! 그러니 이런 서현이의 곁에서 문제가 해결되는 그 날까지 조금만 버텨주세요>_<",
        best:"ISF",
        image:`${ISF}`
    },
    {
        id:7,
        name:"지구의 활력을 불어넣어 주는 美",
        desc:"서현이를 굉장히 예쁘고 지적이며 유한 존재로 보는 당신! 아주 정확히 보고 계시군요 ㅎㅎ. 서현이는 실제로도 아름다운 눈웃음과 마음씨로 세상 살아가는 모든 생물들의 빛이 되어주고 있죠! 서현이는 현재 그녀의 스마트한 두뇌로 모두가 저의 빛을 고르게 받을 수 있도록 노력하고 있답니다 ㅎㅎ! 그러니 이런 서현이의 곁에서 그 누구보다 강렬한 햇빛을 마주하세요>_<",
        best:"INT",
        image:`${INT}`
    },
    {
        id:8,
        name:"섹시 도도한 냥이美",
        desc:"서현이를 굉장히 예쁘고 지적이며 책임감 있는 존재로 보는 당신! 아주 정확히 보고 계시군요 ㅎㅎ. 서현이는 실제로도 예쁜 얼굴과 더불어 어여쁜 마음씨를 가지고 있으면서도, 반전 매력으로 섹시한 두뇌를 겸비하고 있죠. 앞으로도 이 예쁘고 섹시한 아싸와 함께 해주실 거죠?>_<",
        best:"INF",
        image:`${INF}`
    }
]